Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyWallPanels Property
 Cannot copy wall panels unless their parent wall is also being copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyWallPanels { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyWallPanels As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyWallPanels {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace